{
  "unpublishedCollection": {
    "name": "dataJS",
    "pageId": "EvaluationEmployeePage",
    "pluginId": "js-plugin",
    "pluginType": "JS",
    "actions": [],
    "archivedActions": [],
    "variables": [
      {
        "name": "coreValue",
        "value": "[{\n  \"title\": \"Break the record\",\n  \"description\": \"สร้างผลลัพธ์ในการส่งมอบงาน (หรือส่งมอบคุณค่า) ให้ทีม / องค์กรตามตำแหน่งหน้าที่ตนเองได้เหนือกว่าความคาดหมาย หรือมาตรฐานที่ตั้งไว้อย่างสม่ำเสมอ และต่อเนื่อง ทั้งเชิงคุณภาพ (Quality) , เวลา (Time Speed) และหาการปรับปรุงพัฒนาการทำงานให้ดียิ่งขึ้นในทุกงานที่ทำ \"\n}, {\n  \"title\": \"Man of the match\",\n  \"description\": \"พัฒนาตนเองอย่างต่อเนื่อง จนเกิดทักษะใหม่ (New Skills) เพื่อเป็นทรัพยากรที่สำคัญ (Valuable resource) สำหรับการทำงานลงโครงการที่ระบุเป็น Strategic Theme สำคัญของ MFEC (หรือ) พนักงานมีทักษะที่สามารถทํา Project Rotation ในงานที่ใช้ทักษะเดียวกัน / หรือมี requirement ของงานคล้ายๆ กันได้ (หรือ) ทักษะใหม่ที่พัฒนา ก่อให้เกิดการได้รับมอบหมายงานใหม่ๆ แก่ตนเอง และ ทีม (New Opportunity / New Task / New Project )\"\n}, {\n  \"title\": \"Ultimate passionate player\",\n  \"description\": \"แสดงออกให้เห็นถึงความกระตือรือร้น ความหลงใหล ความสนุก และมีพลังในงานที่ตนเองรับผิดชอบ สามารถสร้างพลังบวกให้กับตัวเอง เพื่อเป็นไฟที่ขับเคลื่อนในการทำงานได้สม่ำเสมอ \"\n}, {\n  \"title\": \"Inspirational football player\",\n  \"description\": \"Passion และ พลังบวกที่ใช้ในการทำงานของตนเองเอง สามารถสะท้อน ส่งต่อออกไปยังคนรอบข้าง นอกจากนี้ยังหมายถึงการมีไอเดีย ความคิดสร้างสรรค์ไม่จำกัดอยู่แต่กรอบข้อห้ามมานำเสนอ เพื่อผลลัพธ์อยากจะพัฒนา /สร้างสรรค์สิ่งใหม่ / หรือปรับปรุงสิ่งต่างๆ ส่งต่อแก่เพื่อน / ทีม / และ องค์กร ได้แบบทวีคูณ\"\n}, {\n  \"title\": \"Playmaker\",\n  \"description\": \"พนักงานนำความรู้ ทักษะ ความสามารถที่ตนเองมี สร้างสรรค์ และสนับสนุนในหลาย ๆ ส่วนงาน ของทีม / ข้ามทีม / ข้ามหน่วยงาน อย่างเต็มกำลังความสามารถ โดยยึดเป้าหมายขององค์กรเป็นเป้าหมายสูงสุด เพื่อสร้างความสำเร็จร่วมกัน \"\n}, {\n  \"title\": \"Attacking\",\n  \"description\": \"พนักงานปฎิบัติตน ให้เป็นส่วนสำคัญของสมาชิกทีม ด้วยการใช้ศักยภาพของตนเองอย่างเต็มที่ วางแผนการทำงานของตนเองเชิงรุก (Proactive) คิดถึงเป้าหมายสูงสุดในการทำงานแต่ละชิ้น เข้าใจความแตกต่างศักยภาพของสมาชิกในทีม และเป็นผู้ประสาน (Connect) การทำงาน แต่ละส่วนของสมาชิกในทีมเชิงรุก เพื่อถึงเป้าหมายภาพใหญ่ได้อย่างรวดเร็ว\"\n}, {\n  \"title\": \"Extra-mile player \",\n  \"description\": \"เสนอตัวเข้ามีส่วนช่วยอย่างเต็มใจ กับการทำงานในโครงการใดๆ / หรือชิ้นงานใด ๆ ของทีม หรือ ข้ามทีม หรือข้ามหน่วยงาน นอกเหนือความรับผิดชอบในหน้าที่ของตนเอง โดยเน้นไปที่ประโยชน์ส่วนรวม (GIVER more than Taker)\"\n}]"
      }
    ],
    "userPermissions": []
  },
  "id": "EvaluationEmployeePage_dataJS",
  "deleted": false,
  "gitSyncId": "649125b34a35112df4b37a8a_649125ba4a35112df4b380a9"
}